Repository: vasylenko/vigil
Catalog: app/Vigil/Localizable.xcstrings
Source language: en
Languages: de, es, hi, uk, zh_hans

source: Display & System
de: Bildschirm & System
es: Pantalla y sistema
hi: डिस्प्ले और सिस्टम
uk: Екран і система
zh_hans: 显示器和系统

source: Launch at Login
de: Bei Anmeldung starten
es: Abrir al iniciar sesión
hi: लॉगिन पर लॉन्च करें
uk: Запускати при вході
zh_hans: 登录时启动

source: Mode
de: Modus
es: Modo
hi: मोड
uk: Режим
zh_hans: 模式

source: Quit Vigil
de: Vigil beenden
es: Salir de Vigil
hi: Vigil बंद करें
uk: Завершити Vigil
zh_hans: 退出 Vigil

source: Remember Last State
de: Letzten Status merken
es: Recordar último estado
hi: पिछली स्थिति याद रखें
uk: Запам'ятати останній стан
zh_hans: 记住上次状态

source: Screen and system stay awake
de: Bildschirm und System bleiben wach
es: La pantalla y el sistema permanecen activos
hi: स्क्रीन और सिस्टम जागते रहेंगे
uk: Екран і система не засинатимуть
zh_hans: 屏幕和系统保持唤醒

source: Screen may sleep, system stays running
de: Bildschirm kann schlafen, System läuft weiter
es: La pantalla puede apagarse, el sistema sigue activo
hi: स्क्रीन स्लीप हो सकती है, सिस्टम चलता रहेगा
uk: Екран може заснути, система працюватиме
zh_hans: 屏幕可能休眠，系统保持运行

source: Sleep prevention is off
de: Schlafsperre ist deaktiviert
es: La prevención de reposo está desactivada
hi: स्लीप प्रिवेंशन बंद है
uk: Запобігання сну вимкнено
zh_hans: 防休眠已关闭

source: Sleep prevention is on
de: Schlafsperre ist aktiviert
es: La prevención de reposo está activada
hi: स्लीप प्रिवेंशन चालू है
uk: Запобігання сну увімкнено
zh_hans: 防休眠已开启

source: Stay Awake
de: Wach bleiben
es: Mantener activo
hi: जागते रहें
uk: Не засинати
zh_hans: 保持唤醒

source: Beacon lit
de: Leuchtfeuer aktiv
es: Faro encendido
hi: बीकन जल रहा है
uk: Маяк світить
zh_hans: 灯塔已点亮

source: Light the beacon
de: Leuchtfeuer anzünden
es: Encender el faro
hi: बीकन जलाएँ
uk: Запалити маяк
zh_hans: 点亮灯塔

source: System Only
de: Nur System
es: Solo sistema
hi: केवल सिस्टम
uk: Лише система
zh_hans: 仅系统
